{
    "title": "Portfolio page: Michał Januszewski",
    "cookieTitle": "Cookies disclaimer",
    "cookieDesc": "My site saves small pieces of text information (cookies) on your device in order to deliver different languages. You can disable the usage of cookies by changing the settings of your browser. By browsing our website without changing the browser settings you grant us permission to store that information on your device.",
    "cookieBtn": "Agree",
    "shortDesc": "I am experienced in Python programming. Hire me, pls.",
    "sidebar": [
        "About",
        "Experience",
        "Education",
        "Skills",
        "Interests"
        ],
    "skills": [
        "PROGRAMMING LANGUAGES & TOOLS",
        "WORKFLOW"
    ],
    "interests1": "Protactinium (formerly protoactinium) is a chemical element with the symbol Pa and atomic number 91. It is a dense, silvery-gray actinide metal which readily reacts with oxygen, water vapor and inorganic acids. It forms various chemical compounds in which protactinium is usually present in the oxidation state +5, but it can also assume +4 and even +3 or +2 states. Concentrations of protactinium in the Earth's crust are typically a few parts per trillion, but may reach up to a few parts per million in some uraninite ore deposits. Because of its scarcity, high radioactivity and high toxicity, there are currently no uses for protactinium outside scientific research, and for this purpose, protactinium is mostly extracted from spent nuclear fuel.",
    "interests2": "Protactinium was first identified in 1913 by Kasimir Fajans and Oswald Helmuth Göhring and named brevium because of the short half-life of the specific isotope studied, i.e. protactinium-234. A more stable isotope of protactinium, 231Pa, was discovered in 1917/18 by Otto Hahn and Lise Meitner, and they chose the name proto-actinium, but the IUPAC finally named it 'protactinium' in 1949 and confirmed Hahn and Meitner as discoverers. The new name meant '(nuclear) precursor[5] of actinium' and reflected that actinium is a product of radioactive decay of protactinium. John Arnold Cranston (working with Frederick Soddy and Ada Hitchins) is also credited with discovering the most stable isotope in 1915, but delayed his announcement due to being called up for service in the First World War.[6]",
    "code": "Source code"

}